{
    "common.succedMessage": "Your changes have been done, Redirecting...(pt)",
    "common.errorMessage": "Something wrong has occurred, Please try again.(pt)",
    "common.processingMessage": "Processing, Please Wait.(pt)",
    "common.error.imageRequired": "File is required(pt)",
    "common.submitButton": "Submit(pt)",
    "common.cancelButton": "Cancel(pt)",
    "common.backButton": "Back(pt)",
    "common.saveButton": "Save(pt)",
    "common.confirmButton": "Confirm(pt)",
    "common.jobsStatus.canceled": "Canceled(pt)",
    "common.jobsStatus.expired": "Expired(pt)",
    "common.jobsStatus.assigned": "Assigned(pt)",
    "common.jobsStatus.internalValidation": "Internal validation(pt)",
    "common.jobsStatus.thirdPartyValidation": "Third party validation(pt)",
    "common.jobsStatus.redo": "Redo(pt)",
    "common.jobsStatus.completed": "Completed(pt)",
    "common.jobsStatus.active": "Active(pt)",

    "footer.links.about": "About us(pt)",
    "footer.links.privacy": "Privacy(pt)",
    "footer.links.terms": "Terms(pt)",
    "footer.links.faq": "Help(pt)",
    "footer.links.contact": "Contact us(pt)",
    "footer.copyright": "2016 Townflix. All Rights Reserved.(pt)",

    "header.links.get-in-townflix": "Get in Townflix(pt)",
    "header.links.signIn": "Sign in(pt)",
    "header.links.changePassword": "Change Password(pt)",
    "header.links.settings": "User Settings(pt)",
    "header.links.logout": "Logout(pt)",
    "header.links.flixerAdmin.dashboard": "Dashboard(pt)",
    "header.links.flixer.dashboard": "Dashboard(pt)",

    "getIn.title.BussinesOwner": "Become a flixer(pt)",
    "getIn.title.flixer": "Bussines Owner(pt)",

    "cta.fixed.becomeFlixer.title": "Become a flixer(pt)",
    "cta.fixed.becomeFlixer": "Do you like filming? Now you can earn money by making videos of the best places in town!(pt)",
    "cta.fixed.learnMore": "Learn More(pt)",

    "breadcrumbs.aboutUs": "About Us(pt)",
    "breadcrumbs.homePage": "Home Page(pt)",
    "breadcrumbs.faq": "Help(pt)",
    "breadcrumbs.privacy": "Privacy Policy(pt)",
    "breadcrumbs.contactUs": "Contact Us(pt)",
    "breadcrumbs.changePassword": "Change Password(pt)",
    "breadcrumbs.ForgotPassword": "Forgot Password(pt)",
    "breadcrumbs.flixers-manual": "Flixer's Manual(pt)",
    "breadcrumbs.login": "Login(pt)",
    "breadcrumbs.signup": "Sign up(pt)",
    "breadcrumbs.signup-flixer": "Sign up Flixer(pt)",
    "breadcrumbs.terms": "Terms of service(pt)",
    "breadcrumbs.flixerAdminJobs": "Admin jobs(pt)",
    "breadcrumbs.flixerAdminFlixers": "Admin Flixers(pt)",
    "breadcrumbs.flixer.flixer-detail": "Flixer Detail(pt)",
    "breadcrumbs.flixer-admin.main-board": "Flixer Admin Board(pt)",
    "breadcrumbs.flixer-admin.jobs": "Jobs(pt)",
    "breadcrumbs.flixer-admin.job.job-detail": "Job Detail(pt)",
    "breadcrumbs.flixer-admin.flixers": "Flixers(pt)",
    "breadcrumbs.flixer.flixer-board": "Flixer Board(pt)",
    "breadcrumbs.flixer.flixer-board.job-info": "View Job(pt)",
    "breadcrumbs.flixer.flixer-board.job-edit": "Edit Material(pt)",
    "breadcrumbs.flixer.flixer-board.job-upload": "Upload Material(pt)",
    "breadcrumbs.flixer.flixer-board.jobs": "List of Jobs(pt)",
    "breadcrumbs.settings": "User Settings(pt)",
    "breadcrumbs.pageError": "Error Page(pt)",
    "breadcrumbs.resetPassword": "Reset password(pt)",
    "breadcrumbs.signup": "Sign up(pt)",

    "main.clients.title": "Our clients(pt)",
    "main.whatWeDo.title": "What we do for your business(pt)",
    "main.whatWeDo.videos.title": "Videos that truly impact your business(pt)",
    "main.whatWeDo.videos.description": "Townflix videos make your potential customers feel as if they were at your place. Multiply your chances of being picked.(pt)",
    "main.whatWeDo.expose.title": "Exposure as you have never imagined(pt)",
    "main.whatWeDo.expose.description": "Your videos get displayed on the main business guides online and social networks. Let your business go viral and reach millions of potential customers.(pt)",
    "main.whatWeDo.innovate.title": "Innovate to catch the wave(pt)",
    "main.whatWeDo.innovate.description": "Improve your branding and online presence through videos.(pt)",

    "main.testimonials.title": "Our customers and partners love us(pt)",
    "main.testimonials.description": "Townflix is being praised by everyone! Small businesses are happy to be using video to get more customers. Leading directories are eagerly displaying Townflix videos to increase conversions, boost the engagement and enhance the user experience.(pt)",
    "main.testimonials.quote.0": "Townflix videos are enhancing our product and the proposal for businesses(pt)",
    "main.testimonials.author.0": "Tomas Penido – Marketing director(pt)",
    "main.testimonials.company.0": "Groupon Brasil(pt)",
    "main.testimonials.quote.1": "Using video to connect the buyer with the apartment and the neighborhood helps in the decision making process.(pt)",
    "main.testimonials.author.1": "Paulo Roberto Pachi – Digital director(pt)",
    "main.testimonials.company.1": "Lopes Real Estate(pt)",
    "main.testimonials.quote.2": "Videos bring more customers and whet their appetite(pt)",
    "main.testimonials.author.2": "Julie Toda – Manager(pt)",
    "main.testimonials.company.2": "Osaka Sao Paulo(pt)",
    "main.testimonials.quote.3": "Our video got thousands of views in less than a month, way more exposure than we expected!(pt)",
    "main.testimonials.author.3": "Dado – Manager(pt)",
    "main.testimonials.company.3": "Viva Parque Sao Paulo(pt)",
    "main.hero.title": "YOUR BUSINESS CAN BE WATCHED BY THOUSANDS OF PEOPLE RIGHT NOW(pt)",
    "main.hero.description": "Get your place on video. Get more customers.(pt)",
    "main.portfolio.title": "Portfolio(pt)",
    "main.portfolio.description": "Watch videos of businesses being promoted through Townflix(pt)",
    "main.portfolio.watch": "Watch(pt)",
    "main.portfolio.where.0": "Sao Pablo(pt)",
    "main.portfolio.place.0": "Kartodromo(pt)",
    "main.portfolio.where.1": "Sao Pablo(pt)",
    "main.portfolio.place.1": "Vacance Hotel(pt)",
    "main.portfolio.where.2": "Sao Pablo(pt)",
    "main.portfolio.place.2": "Osaka(pt)",

    "privacy.description": "townflix.com (the \"Website\"), and the related software (the \"Software\", and together with the Website itself, the \"Services\"), are owned and operated by Townflix Ltd. (\"We\" or \"Us\"). We treasure our privacy and that is why we made every effort to create a service that would live up to such user privacy standards we would be comfortable with.",
    "privacy.preambule.title": "Preamble",
    "privacy.preambule.description": "When you use the Services, you explicitly consent to the collection, use and disclosure of your information as described in this Privacy Policy, as well as to Cookies being stored and set and information being accessed on your equipment. We know that you care how information about you is used and shared. This Privacy Policy explains what information of yours will be collected by us and stored on our servers when you make use of the Services and how the information will be used. WE WILL NOT USE OR SHARE YOUR INFORMATION WITH ANYONE EXCEPT AS DESCRIBED IN THIS PRIVACY POLICY. This Privacy Policy may be updated from time to time and therefore we ask you to check back periodically the most updated form of Privacy Policy as indicated below. Your continued use of the Services after this Privacy Policy has been amended shall be deemed as your continued acceptance of the terms of this Privacy Policy, as amended.",
    "privacy.informationCollected.title": "Information Collected",
    "privacy.informationCollected.personalInformation.title": "Personal Information",
    "privacy.informationCollected.personalInformation.description": "We may collect and store any information you explicitly provide or enable us to access, whether via the Website, Software, third party login services and accounts, or direct communication (for example, in the process of registration to the Services, connecting via Facebook Connect, filling forms or submitting inquiries), including, for example, information which identifies or relates to you personally, such as your name, photo, date of birth, address, services purchased, payment methods, activities, location and so on (\"Personal Information\").",
    "privacy.informationCollected.non-PersonalInformation.title": "Non-Personal Information",
    "privacy.informationCollected.non-PersonalInformation.description": "We collect and aggregate non-identifying information regarding your use of our Services, including, for example, type of device through which the Services are accessed, advertisements viewed, pages browsed, search inquiries, offers and services that interested you or which you have utilized, the type of browser or device you are using and its settings, your IP address, the URL you have come from and the time spent at that URL, content of Cookies set by us and your domain type and server (\"Non-Personal Information\"). Note that Non-Personal Information may be aggregated separately for each specific IP. That said, IP addresses, while identifying a device connected to the Internet and its general location, are in themselves anonymous and contain no information regarding the identity of the ultimate person using the device – such identity should be known solely to your ISP. Moreover, IP addresses assigned by ISPs are generally (although not always) dynamic and subject to frequent change – static IP addresses are generally assigned only at subscriber's specific request and frequently require an additional fee.",
    "privacy.useInformationCollected.title": "Use of Collected Information",
    "privacy.useInformationCollected.personalInformation.description": "Personal Information shall be used solely in order to process your inquiries, respond to your requests and improve our services. We may share some or all of your Personal Information with our subsidiaries, joint ventures or other companies under a common control that we have or may have in the future, providing such party undertakes to protect your privacy in accordance with these terms. Otherwise, we will not disclose your Personal Information to any third party, unless: <br>• Required to do so as part of any legal proceedings conducted between you and us. <br>• Required to do so by court order. <br>• In case the activity of the Services is transferred to a third party, providing such party undertakes to protect your privacy in accordance with these terms. <br>Additionally, certain Personal Information (identifying or otherwise), submitted via the Website or in the course of your use of the Software, or made accessible to us by any third party login service you may use to access the Services (for example, contents of your Facebook account and associated information and activities), may be publicly presented on the Services in connection with your actions and interactions with the Services and other users.",
    "privacy.useInformationCollected.non-PersonalInformation.description": "Non-Personal Information shall be used to ensure the adequate operation, improve, modify, cancel, enrich or adjust the Services, in general or to your area of interest. We reserve the right to use and disclose Non-Personal Information (in the form collected) to third parties, including, for example, potential and actual advertisers, sponsors, business partners, investors, affiliates and consultants, at our sole discretion.",
    "privacy.cookies.title": "Cookies",
    "privacy.cookies.description": "We use Cookies in order to ensure proper operation, collect Non-Personal Information, verify information, tailor the Services to your specific preferences and ensure information security. <br>Additionally, we may use third-party advertising companies in order to serve advertisements on our Services. Such parties may use Cookies placed on your computer in order to adjust the advertisements presented on the Services. <br>By using or browsing the Services, you explicitly consent to Cookies being stored and set and information being accessed on your equipment by both us and third-party advertising companies.<br>Please note that modern browsers enable you to disable Cookies (if you do not know how to do this, check out the Help file of your browser), however, this may interfere with your use of the Services.<br>Regarding use of Cookies by third-party advertising companies, please note that such use is subject to the privacy policy of said parties and is not subject to these terms (for example, regarding advertisements served by Google, see <a href=\"http://www.google.com/privacy/ads\" target=\"_blank\">http://www.google.com/privacy/ads</a>).",
    "privacy.informationSecurity.title": "Information Security",
    "privacy.informationSecurity.description": "Note that although we take measures to secure the information and reduce the risk of unwanted disclosure, we can not guarantee the information will not be exposed as a result of unauthorized penetration to our servers.<br>If you have any questions about this Policy, please contact us at <a href=\"mailto:support@townflix.com\" target=\"_blank\">support@townflix.com</a>.",

    "help.general.title": "General",
    "help.general.title.0": "What devices can I use Townflix on?",
    "help.general.description.0": "Currently Townflix works on any Android phone or on the web from your computer. An iPhone application is coming soon!",
    "help.general.title.1": "How do I create a Townflix site for a place or business?",
    "help.general.description.1": "It’s very simple! Start by uploading from your phone the video of the place you want to share. Create a site for this place by tapping on “Pick a place”. Enter the name of the Place and then tap on \"Add new Place\".",
    "help.general.title.2": "How do I take a Townflix video?",
    "help.general.description.2": "You can take a video through the Townflix mobile application or you can upload a video directly from your phone’s gallery. We strongly suggest that you take your video with your phone in landscape (horizontal) mode to increase the quality of your video! Make sure that you are moving the phone slowly and focus on what you really want to show... you only have up to 30 precious seconds!",
    "help.general.title.3": "My video is taking too long to upload. What can I do about it?",
    "help.general.description.3": "This depends on your connection speed. We suggest that you upload your video through WIFI. Townflix also recommends that you lower the resolution of the camera BEFORE taking the video.",
    "help.general.title.4": "I added a video but I don’t see it on its Townflix site. What happened?",
    "help.general.description.4": "The video can take up to a few minutes to appear on the site after it has been fully uploaded. Check the notifications and make sure that your video upload didn’t fail at any point.",
    "help.general.title.5": "If a video failed uploading to Townflix, do I lose all the information that I added while uploading it?",
    "help.general.description.5": "No! You can always click on the notification itself and click on \"retry\" in order to restart the upload.",
    "help.general.title.6": "Are my Townflix videos saved somewhere on my phone?",
    "help.general.description.6": "Yes! The videos taken through the Townflix application are automatically saved in your phone’s gallery so you can continue to enjoy them whenever.",
    "help.general.title.7": "Can I delete videos that I uploaded but I realized that I don’t like?",
    "help.general.description.7": "Of course! You can delete a video that you added by going to the screen that shows the video details. Just tap on the menu and choose \"delete video.\"",
    "help.general.title.8": "Townflix is not working well on my web browser. What can I do about it?",
    "help.general.description.8": "Make sure that you are using one of the browsers that we support",

    "help.flixers.title": "Flixers",
    "help.flixers.title.0": "Posso usar celular para filmar e fotografar?",
    "help.flixers.description.0": "Não aceitamos mais vídeos e fotos feitos por aparelho celular.",
    "help.flixers.title.1": "O Flixer receberá ajuda de custo para transporte ou alimentação?",
    "help.flixers.description.1": "Não, por isso indicamos que o Flixer pegue trabalhos que fiquem próximos a sua região, para não precisar gastar com transporte e alimentação.",
    "help.flixers.title.2": "Existe um limite de trabalhos que o Flixer pode pegar no mês?",
    "help.flixers.description.2": "Não haverá limite para a quantidade de trabalhos que o flixers queira pegar no mês, porém é de extrema importância que ele cumpra com todos os trabalhos pré-agendados.",
    "help.flixers.title.3": "O que acontece se o Flixer não comparecer a um agendamento e não comunicar a ausência previamente?",
    "help.flixers.description.3": "Ele perderá o direito de ser um flixer.",
    "help.flixers.title.4": "Tenho que entregar o material em quanto tempo após a captação?",
    "help.flixers.description.4": "o material deve ser entregue em até 24 horas após a captação - já tratado e editado.",
    "help.flixers.title.5": "Posso formar dupla com outros flixers ou amigos para executar os trabalhos?",
    "help.flixers.description.5": "A Townflix não aprova a formação de duplas nem equipes entre os flixers.",
    "help.flixers.title.6": "Já Possuo CNPJ – posso utiliza-lo?",
    "help.flixers.description.6": "Sim, desde que ele seja de uma empresa voltada a área do Audiovisual.",
    "help.flixers.title.7": "Quando e como irei receber pelos trabalhos realizados?",
    "help.flixers.description.7": "No ultimo dia de cada mês o Flixer deve emitir uma nota fiscal com a descrição de todos os trabalhos realizados, sendo assim até no próximo dia 10 do mês seguinte a Townflix realizara o pagamento via depósito bancário.",
    "help.flixers.title.8": "Qual o equipamento básico para ser um Flixer?",
    "help.flixers.description.8": "Indicamos aos flixers o uso de câmeras HDSLR, que filmem no mínimo em 720p – lente 18-55 mm – tripé – e conhecimentos em programas de edição de imagem e vídeo ( Adobe Photoshop, Adobe Premier entre outros...).",
    "help.flixers.title.9": "Os Flixers são contratados pela Townflix?",
    "help.flixers.description.9": "Não, todo flixer será um Freelancer, não mantendo vínculos empregatícios com a empresa.",

    "contactUs.nameLabel": "Name*(pt)",
    "contactUs.emailLabel": "Email*(pt)",
    "contactUs.subjectLabel": "Subject(pt)",
    "contactUs.messageLabel": "Message*(pt)",
    "contactUs.submitButton": "Submit Message(pt)",
    "contactUs.error.messageEmpty": "Message is required(pt)",
    "contactUs.error.emailEmpty": "Email is required(pt)",
    "contactUs.error.nameEmpty": "Name is required(pt)",
    "contactUs.error.emailValid": "Enter a valid email(pt)",
    "contactUs.error.emailNotSend": "Something was wrong trying to send the email. Please try again. Thanks!(pt)",
    "contactUs.error.emailSent": "Email sent. Our team will contact you very soon. Redirecting...(pt)",

    "changePassword.submitButton": "Change Password(pt)",
    "changePassword.labelNewPassword": "New password(pt)",
    "changePassword.labelCurrentPassword": "Current password(pt)",
    "changePassword.error.fieldRequired": "* Field Required(pt)",
    "changePassword.passwordChanged": "Password successfully changed. Redirecting...(pt)",

    "forgotPassword.labelEmail": "Enter e-mail(pt)",
    "forgotPassword.submitButton": "Send new Password(pt)",
    "forgotPassword.error.fieldRequired": "* Field Required(pt)",
    "forgotPassword.error.invalidEmail": "Invalid email address(pt)",
    "forgotPassword.disclaimer": "To reset your password, enter your email address and we'll send to you instrucciones on how to create a new password. If you do not find our email in your inbox, please check in your spam folder.(pt)",
    "forgotPassword.error.notRegistered": "This email is not registered. (pt)",

    "flixersManual.businessesTab": "Businesses(pt)",
    "flixersManual.realStateTab": "Real State(pt)",
    "flixersManual.videosTab": "Videos(pt)",
    "flixersManual.standardMaterialTab": "Standard Material(pt)",
    "flixersManual.businessesTabTitleI": "Watch great videos made by Flixers(pt)",
    "flixersManual.realStateTabTitleI": "Watch great videos made by Flixers(pt)",
    "flixersManual.videosTabTitle": "Tips to make a great video(pt)",
    "flixersManual.standardMaterialTabTitleI": "Delivery Standard material(pt)",
    "flixersManual.standardMaterialTabTitleII": "Important(pt)",
    "flixersManual.businessesTitleII": "Basic instructions for real business(pt)",
    "flixersManual.businessesTabSubTitleI": "Video Length(pt)",
    "flixersManual.businessesTabSubTitleII": "What you are about to film(pt)",
    "flixersManual.businessesTabSubTitleIII": "Talk about the place to give much more information for viewers(pt)",
    "flixersManual.businessesTabSubTitleIV": "What you are about to film(pt)",
    "flixersManual.businessesTabDescriptionI": "Top 60 seconds(pt)",
    "flixersManual.businessesTabDescriptionII": "• The residence or the building's façade <br>• The surrounding environment <br>• Display the property's focus points: living rooms, bedrooms, kitchen, bathrooms, playground, etc. (pt)",
    "flixersManual.businessesTabDescriptionIII": "•&nbspTalk about:<br>&nbsp&nbsp&nbsp ○ &nbspthe food type and menu<br>&nbsp&nbsp&nbsp ○ &nbsp the best days to go, special offers<br>&nbsp&nbsp&nbsp ○ &nbsp the restaurant service <br><br>•&nbspSpeak naturally:<br>&nbsp&nbsp&nbsp ○ &nbsp Leave the impression of a true evaluation. Do not make a promotion of the place<br>&nbsp&nbsp&nbsp ○ &nbsp Speak as if you're talking to a friend<br>&nbsp&nbsp&nbsp ○ &nbsp Always put the audio while editing the material, never use the camera audio. <br><br>•&nbspPeople:<br>&nbsp&nbsp&nbsp ○ &nbsp Stand behind the camera. You don't need to appear in the video<br>&nbsp&nbsp&nbsp ○ &nbsp Do not film anybody in first plan(pt)<br>",
    "flixersManual.realStateTabTitleII": "Basic instructions for real estate(pt)",
    "flixersManual.realStateTabSubTitleI": "Video Length(pt)",
    "flixersManual.realStateTabSubTitleII": "What you are about to film(pt)",
    "flixersManual.realStateTabSubTitleIII": "Talk about the location of the property(pt)",
    "flixersManual.realStateTabSubTitleIV": "Organization(pt)",
    "flixersManual.realStateTabSubTitleV": "Speak naturally(pt)",
    "flixersManual.realStateTabSubTitleVI": "People and pets(pt)",
    "flixersManual.realStateTabDescriptionI": "Top 60 seconds(pt)",
    "flixersManual.realStateTabDescriptionII": "• The residenceor the building's façade <br>• The surrounding environment <br>• Display the property's focus points: living rooms, bedrooms, kitchen, bathrooms, playground, etc. (pt)",
    "flixersManual.realStateTabDescriptionIII": "If this is close to some places that might raise its value; ex. prime areas of the city, proximity to access roads, metro, parks, security, leisure...(pt)",
    "flixersManual.realStateTabDescriptionIV": "• The property must be arranged by the owner before being recorded. <br>• Responsibility for the organization and cleaning of the property must always pertain to the owner; the flixer must guide him if it is deemed that there are necessary changes required to harmonize the environment. <br>• Check if the linens are properly arranged in the rooms. <br>• Do not leave pieces of clothing lying around. <br>• In the bathrooms, check the cleanliness, organization and keep the toilet lid down. <br>• Never shoot an environment that is not organized. (pt)",
    "flixersManual.realStateTabDescriptionV": "• Leave the impression of a true evaluation. Do not try to promote the place. <br>• Speak as if you're living in the place. <br>• Always add the audio while editing the material, never use the camera's recording. (pt)",
    "flixersManual.realStateTabDescriptionVI": "• Stand behind the camera. You don't need to appear in the video. <br>• Do not film the residents. <br>• Do not film the pets. (pt)",
    "flixersManual.videosTabDescriptionVI": "• Focus on what you really want to show. Do not film things that are too abstract or too far from the camera, since it is impossible to enjoy them. <br>• To shoot, set the camera horizontally. <br>• Hold the camera steady and make slow movements. Even better, try to support the equipment on a tripod or on top of a stable surface <br>• If the place is very dark, connect the camera light. <br>• Increase the camera's resolution to maximum. <br>• Turn on all the room lights. <br>• Open the windows. <br>• Be careful not to appear in mirrors or objects that are reflective. <br>• If you are on a balcony, go ahead and present the view. (pt)",
    "flixersManual.standardMaterialTabDescriptionI": "Videos - (16: 9) 720p - the finished file should not exceed 50MB <br><br> Photos - 1280 x 720 (pixels) - 72 DPI JPEG(pt)",
    "flixersManual.standardMaterialTabDescriptionII": "Do not delete the material captured in the recording or photos for a period of two weeks. We require this period for data security and also for a possible rematch if requested.(pt)",

    "login.forgotPasswordLink": "Forgot password?(pt)",
    "login.loginButton": "Login(pt)",
    "login.signUp": "Sign Up(pt)",
    "login.accountLabel": "Don't have an account yet?(pt)",
    "login.emailLabel": "E-mail(pt)",
    "login.passwordLabel": "Password(pt)",
    "login.error.emailEmpty": "Please enter your email.(pt)",
    "login.error.passwordEmpty": "Please enter your password.(pt)",
    "login.error.emailValid": "Please enter a valid email.(pt)",
    "login.error.backend.password": "This password is not correct.(pt)",
    "login.error.backend.email": "This email is not registered.(pt)",
    "login.error.backend.somethingWrong": "Something was wrong, please try again(pt)",

    "signUp.lastName": "Last name(pt)",
    "signUp.firstName": "First name(pt)",
    "signUp.emailLabel": "Email(pt)",
    "signUp.passwordLabel": "Password(pt)",
    "signUp.confirmPasswordLabel": "Confirm password(pt)",
    "signUp.phoneNumber": "Phone number(pt)",
    "signUp.countrySelect": "Please select your country(pt)",
    "signUp.termsConditionTitle": "Terms and Condition(pt)",
    "signUp.aggredTerms": "I agree to the terms and condition(pt)",
    "signUp.print": "Print(pt)",
    "signUp.submitButton": "Submit(pt)",
    "signUp.resetButton": "Reset(pt)",
    "signUp.fieldRequired": "* all field are required(pt)",
    "signUp.error.captcha": "Captcha is Required(pt)",
    "signUp.error.imageProfile": "Image profile required(pt)",
    "signUp.confirm.title": "Work being reviewed(pt)",
    "signUp.confirm.description.0": "You are on the way to become a Flixer!(pt)",
    "signUp.confirm.description.1": "Your videos and pictures are being checked by the Townflix team. We will contact you soon to let you know if you are ready to start making flix. In case your videos or pictures haven't reached the quality that we are expecting, we will give you another chance to make it right!(pt)",
    "signUp.confirm.description.2": "An email with more details and the next steps is arriving to you! Be ready!(pt)",
    "signUp.confirm.button": "Done(pt)",
    "signUp.address": "Address(pt)",
    "signUp.photoId": "Your photo Id(pt)",
    "signUp.profileImage": "Your picture(pt)",
    "signUp.compensation.title": "Compensation for Flixers(pt)",
    "signUp.compensation.description": "Townflix pays Flixers per job. Each job consists of 1 video and 20 pictures taken at one place given by Townflix, such as an apartment, a hotel or a restaurant. Townflix pays 200 reais for each job done. As a Flixer, you can choose the jobs you would like to do each month. You may not take any job or you many of these. It's up to you!(pt)",
    "signUp.example.title": "Add work samples(pt)",
    "signUp.example.description": "Upload 8 pictures taken by you at a house, apartment or an office. We will evaluate your skills in this category. Add two videos produced completely by you to be reviewed by the Townflix team. We will assess your filming and editing skills in two categories: real estate and local businesses. Please add one video of an office, house or an apartment (could be your home) and one video of any business around (could be the restaurant you usually go to or a friend's shop).(pt)",
    "signUp.termsAndConditions": "Lorem ipsum dolor sit amet, consectetur adipisicing elit. Molestiae corrupti dolores nam doloribus explicabo eaque inventore quidem corporis reiciendis hic nobis consequatur ad repellendus a aliquam, odio dicta! Dignissimos ducimus eaque qui sapiente, cum, perferendis! Dolorem aliquid impedit molestias laborum expedita voluptate voluptates atque quibusdam labore commodi! At eum unde sint sapiente, voluptatum ut sit aliquid quos mollitia, reiciendis, laboriosam eos. Nisi iusto non quibusdam, nulla assumenda totam unde facilis quos provident! Fuga aspernatur dignissimos illo dolorum numquam at consectetur architecto. Veniam itaque voluptatum labore perferendis nulla iure officia, et esse nesciunt perspiciatis, totam voluptatibus aliquam laudantium illum voluptates rerum natus neque, ratione architecto aspernatur. Totam esse eaque quasi maxime reprehenderit unde fuga aspernatur perspiciatis nisi, suscipit deleniti. Dolore nesciunt eveniet exercitationem nisi possimus, laborum inventore porro maxime dicta! Saepe consequuntur asperiores exercitationem, reprehenderit at, nihil velit, dolorem aliquid maiores laborum odit dolore. Dicta impedit nostrum, laudantium perferendis dolores fugiat beatae, qui omnis hic ex, minima sunt magni corporis aliquam obcaecati, saepe. Asperiores nemo, ex ducimus nam consequatur, rerum dolorem ea modi quos voluptas minima perspiciatis vitae eius similique error mollitia perferendis iusto, quidem a. In illo commodi quod fugiat aliquam asperiores laboriosam quam repudiandae! Quam, sint repellendus voluptates adipisci sapiente repudiandae, dolorum recusandae amet hic nam labore quos magnam facere, odio aut fugiat aspernatur esse minus excepturi ab architecto illum. Quas in sunt nihil excepturi saepe nulla, cupiditate sapiente repudiandae voluptatem molestias sed, iusto quia quasi ex ipsum natus ullam ipsa accusamus eum. Veniam assumenda nostrum eum aliquid tempora et quae nesciunt temporibus voluptate esse consequatur, corrupti vel perferendis minima enim laudantium ducimus sed accusamus laboriosam debitis cupiditate officiis dicta tenetur rem eveniet. Nulla neque nihil velit nesciunt cumque laboriosam animi quis, dolores dolorem ut modi excepturi. Nesciunt a, cupiditate ut repellat harum. Cupiditate fugiat aliquid, nam harum incidunt quo laborum, rerum odio recusandae est maxime repellat fuga pariatur eos. Quod optio quas molestias iure quia libero enim, dolor eius, consequuntur sunt dicta quae vel explicabo debitis unde voluptate ratione numquam odio delectus, perspiciatis? Inventore accusantium quam rerum. Nam consequatur vel error harum maiores veritatis, laudantium velit, totam ut dolores ea cupiditate voluptatem deleniti aliquam! Totam iusto ab, velit aliquid. Harum eius excepturi libero, itaque corrupti voluptates, nisi molestiae alias est distinctio quisquam amet, eveniet suscipit minima quibusdam similique quia pariatur animi! Aperiam magni quos sequi saepe pariatur architecto alias eius perferendis repellat, fuga veritatis tenetur, consequuntur sed quisquam asperiores veniam. Hic maiores, cupiditate, adipisci dolores blanditiis perferendis incidunt temporibus laboriosam animi, quo sunt placeat. Veritatis, expedita consequatur quis. Nostrum in minima, culpa sit omnis porro eum velit voluptatibus perspiciatis ab aliquid voluptatem cumque qui iure corporis ipsa nemo obcaecati numquam iste cum doloremque est? Illum ducimus maxime ipsam blanditiis esse error voluptatum odio amet, qui expedita molestiae nulla velit dolorum! Perspiciatis, beatae eligendi autem. Totam perferendis veritatis fugit facere id voluptates nihil numquam recusandae, aliquam, dignissimos expedita enim dolorum cumque molestiae omnis accusamus labore at. Quo debitis maiores perspiciatis asperiores ea. Corrupti magni ex voluptatibus quisquam quod totam.",
    "signUp.idInformation.title": "Upload your Id Information(pt)",
    "signUp.idInformation.description": "To make sure your account, we need you to upload a color photo of your government issue ID. Your ID should include your name, birthday and photo.(pt)",
    "signUp.idInformation.acceptableTitle": "Acceptable IDs include your:(pt)",
    "signUp.idInformation.acceptableList.0": "Passport(pt)",
    "signUp.idInformation.acceptableList.1": "Diver's license(pt)",
    "signUp.idInformation.acceptableList.2": "State-issued ID card(pt)",
    "signUp.idInformation.acceptableList.3": "Military ID card(pt)",
    "signUp.idInformation.acceptableList.4": "Immigration ID with signature(pt)",
    "signUp.idInformation.notAcceptableTitle": "We can not accept:(pt)",
    "signUp.idInformation.notAcceptableList.0": "Your profile picture(pt)",
    "signUp.idInformation.notAcceptableList.1": "Everyday pictures(pt)",

    "terms.content": "<div class=\"terms\"><h3>1.&nbsp;Preamble</h3><p>1.1 The following terms and conditions shall govern your use of the Townflix website, located at <a href=\"http://www.townflix.com/\" target=\"_blank\">http://www.townflix.com</a> (the \"<strong>Website</strong>\"), as well as the download, installation and use of any software files made available from time to time on the Website (the \"<strong>Software\"</strong>, and together with the Website itself, the \"<strong>Services\"</strong>).</p><p>1.2 By using the Services, you (the \"<strong>User</strong>\") accept and agree to be bound by these terms and conditions. IF YOU DO NOT ACCEPT ANY OF THE TERMS AND CONDITIONS, YOU ARE REQUIRED TO REFRAIN FROM USING THE SERVICES.</p><p>1.3 This Agreement constitutes the entire agreement between you and us, Townflix Ltd. (the \"<strong>Owners</strong>\"), with respect to the use of the Services, and shall replace any and all other agreements.</p><h3>2. Terms Of Use</h3><p>2.1 You are granted permission to use the Services subject to your full compliance with the provisions of this Agreement.</p><p>2.2 You may not use any of the Services if you are under the age of 13 or lack the legal capacity to do so.</p><p>2.3 While using the Website or the Software, you may not perform, intentionally or carelessly, any of the following:</p><p>a) Browse, surf, process, scan or use the services of the Software or Website via operation of a computer program designed to gather information or perform operations imitating a human user (including, without limitation, Bots or Crawlers).</p><p>b) Manipulate the URL of the Website, or otherwise gain access to any internal pages to which the Owners have not provided you with a direct link (including, without limitation, URL Hacking).</p><p>c) Carry out any action which may infringe the copyrights of the Owners or any other copyright holder.</p><p>d) Carry out any action which may infringe any laws, regulations, orders or any guidelines of any governmental authority, or is likely to offend or harm the public order, or could reasonably be viewed as obscene, pornographic or intended to offend or harm the feeling of any individual or group of people.</p><p>e) Carry out any action which violates our Rules of Conduct. You shall not:</p><p>. Take any action that imposes or may impose an unreasonable or disproportionately large load on townflix’ infrastructure;</p><p>. Cause the improper working of the Service or any activities conducted on the Service;</p><p>. Violate any measures townflix may use to control access to the Service;</p><p>. Run any form of auto-responder or \"spam\" on the Service;</p><p>. Gather any Content from the Service;</p><p>. Modify, adapt, appropriate, reproduce, translate, create derivative works or adaptations of, publicly display, repurpose, sell, trade, or in any way exploit the Service or Site Content (other than your User Submissions);</p><p>. Disassemble, decipher, decompile, reverse engineer or otherwise attempt to derive any source code or underlying ideas or algorithms of any part of the Service;</p><p>. Copy, rent, lease, distribute, or otherwise transfer any of the rights that you receive hereunder;</p><p>2.4 We reserve the right to bar you from using any of the Services, and suspend or cancel any action carried out on the Website or through the Software, at our sole decision and for any reason we deem fit, including, for example, due to any suspicion regarding violation of this Agreement or any applicable law or regulation.</p><p>2.5 You are solely responsible for properly canceling your account by emailing <a href=\"mailto:support@townflix.com\">support@townflix.com</a> from the e-mail account to be removed.</p><h3>3. Registration to Services</h3><p>3.1 At our sole decision, the access to certain Services may be subject to additional terms and conditions or limited to Users who have subscribed to the Services (the “<strong>Account</strong>”), who maintain a 3rd Party Account (as defined below), who have provided certain information and details, or who are current in the payment of certain subscription fees.</p><p>3.2 For details regarding protection of required information and the way such information is to be used and handled by the Owners, please refer to the Privacy Policy incorporated by reference herein (that is to say, constitutes an integral part of this Agreement).</p><p>3.3 It is clarified that information submitted by User must not contain partial or inaccurate data – only the full, true and accurate details required.</p><p>3.4 If User is required to set or change a password for the Account, and so as to avoid any unauthorized access to the Account as well as any possible damage in the event such password is illegally obtained:</p><p>a) User shall not disclose password to any third party nor shall user present, enter or se this password with respect to any third party service.</p><p>b) User must be aware of the importance of changing the password on a periodical basis.</p><p>c) User must be aware it is highly advisable for the password not to contain, whether in straight forward form or reverse order, any of the following: User’s name; identity, social security, passport or phone number; significant date; or dictionary word.</p><p>3.5 User shall notify Owners immediately of any suspicion regarding unauthorized access to the Services through User’s Account or through a 3rd Party Account.</p><p>3.6 Without limiting from Owner’s rights under Section ‎2.4, the Owners reserve the right to suspend any Account and condition access to Account on presentation of proof that these terms and conditions have not been violated.</p><p>3.7 For the avoidance of doubt, User’s Account, and any privileges granted with respect to such Account, is personal and non-transferable. User may not assign, transfer or share access to the Account or to any Services which are subject to additional terms and conditions or which are limited to User’s who have subscribed to the Services.</p><p>3.8 THOUGH OWNERS MAINTAIN REASONABLE MEASURES TO SECURE AND PROTECT ACCOUNT CONTENTS AND INFORMATION REGARDING USER’S ACCESS TO SERVICES, OWNERS CAN NOT ENSURE DEFINITE PROTECTION FROM EXPOSURE DUE TO MALICIOUS ACTS, AND SHALL NOT BE LIABLE TO ANY DAMAGES, WHETHER DIRECT, INDIRECT, INCIDENTAL OR CONSEQUENTIAL, INCURRED BY USER DUE TO ANY SUCH EXPOSURE OF ACCOUNT CONTENTS AND/OR INFORMATION REGARDING USER’S ACCESS.</p><h3>4. 3rd Party Login Services</h3><p>4.1 As specified in Section ‎3 above, use of or access to certain Services may be subject to registration or login via OpenID, Facebook Connect or similar third party services (the \"<strong>3rd Party Login Services</strong>\").</p><p>4.2 By submitting, connecting with, stating, registering or logging in via 3rd Party Login Services:</p><p>a) User warrants and certifies that the 3rd Party Login Services account stated or utilized by User (the “<strong>3rd Party Account</strong>.”) constitutes User’s sole account with such 3rd Party Login Services, used by User, and solely by User, on a regular basis, and that no other entity or person has any right to access the 3rd Party Account.</p><p>b) User consents to Owners presenting or sending to or through such 3rd Party Account, or such email address or social network account associated thereof, notifications and updates, to or on behalf of User, re User's activities on the Website or through the Software and any amendment of the terms hereunder.</p><p>c) User explicitly declares that any and all information regarding the 3rd Party Account, as well as the content thereof, made accessible to Owners by applicable 3rd Party Login Service shall be deemed, to the extent retrieved by Owners, as User Content (as defined in Section ‎9 below) explicitly furnished to Owners by User under the terms herein.</p><h3>5. Suitability of Services</h3><p>5.1 Services are provided As-Is. The Owners cannot guarantee the suitability of the Services to your needs or the availability of any of the Services.</p><p>5.2 You are responsible to verify, prior to using the Services, their suitability to your needs, and you will have no claim against the Owners due to any mismatch of the Services.</p><h3>6. Responsibility for Information</h3><p>Information presented through the Services (the \"<strong>information</strong>\") shall not constitute advice or professional opinion but rather the personal opinion of the Services’ users, the Owners, officers or their employees. The Owners do not represent in any way that any Information is accurate, complete or error free.<br>EXCLUSION OF LIABILITY; LIMITATION OF LIABILITY<br>SUBJECT TO THE APPLICABLE LAW, THE OWNERS, OFFICERS AND/OR EMPLOYEES SHALL NOT BE LIABLE TO ANY DIRECT, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, WHATSOEVER, INCURRED BY USER DUE TO USE OF THE SERVICES OR DUE TO THE NON-AVAILABILITY OF THE SERVICES. WITHOUT DEROGATING FROM THE ABOVE, SHOULD ABOVE EXCLUSION BE HELD BY THE COMPETENT COURTS AS UNENFORCEABLE OR VOID, THE CUMULATIVE LIABILITY TO USER FOR ANY AND ALL CLAIMS RELATING TO USE OF THE SERVICES OR DUE TO THE NON-AVAILABILITY OF THE SERVICES, INCLUDING ANY EXPOSURE OF ACCOUNT OR 3RD PARTY ACCOUNT CONTENT AND/OR INFORMATION, SHALL NOT EXCEED THE HIGHER OF THE TOTAL AMOUNT PAID BY USER AS CONSIDERATION FOR THE SERVICES (IF PAID) OR $1.0.</p><h3>7. External Links</h3><p>7.1 Advertisements to third party products may be presented on the Services by an external service, matching the advertisements to the content. It is clarified that the Owners have no control over the selection of the advertisements displayed, the order of their presentation or their accuracy and are not a direct party to any transaction resulting from such advertisements.</p><p>7.2 Certain adverts or Hyper-Links used in the Services may refer or direct to websites managed or owned by third parties. It is clarified that any links to such websites are supplied solely for the convenience of the User, and that the Owners did not examine these websites and do not support them or their content and can not verify their security. You are solely responsible and are required to use full caution when browsing, purchasing products, submitting information or otherwise using these websites.</p><p>7.3 It is emphasized that there is no distinction between internal links and external links, and it is your sole responsibility to verify the URL a link refers to before following it.</p><h3>8. Lack of Liability to User Actions</h3><p>8.1 In the course of the Services, and subject to the provisions of Section ‎10 below, users may upload content of their own creation (\"User’ Content\") to be displayed on the Services, including, for example, articles, messages, video clips and pictures.</p><p>8.2 It is clarified the process of User’ Content upload is, fully or partially, an automatic process, thus the Owners can not authenticate the identity of the uploader nor examine the content uploaded, and shall not be held liable for any User’ Content displayed in the Services.</p><p>8.3 In the course of the Services, certain content, including User’ Content, may be rated by Services’ users or in conjunction with such users’ actions and behavior. It is clarified such rating does not represent the Owners opinion or impression, but rather that of the Services’ users, and User explicitly waives any claim against the Owners with respect thereof.</p><p>8.4 If User has cause to believe one person or entity is responsible for affecting the ratings of an individual User’ Content or page, User is obliged to notify Owners which reserve the right to nullify actions carried out in violation of these terms.</p><h3>9. Uploading User’ Content</h3><p>9.1 In addition to the terms stated under Section ‎2.3.4 above, User explicitly warrants and represents that uploading User's User’ Content to Services and/or using, commercializing or displaying such User’ Content by Owners, in accordance with these terms, shall not constitute or result in violation of applicable law or regulation, including copyright or trademark infringement, violation of privacy, obscenity or slander.</p><p>9.2 User further warrants and undertakes to refrain from uploading User’ Content which is contrary to public order; harmful to the body, rights or feelings of any person or entity; is misleading, inaccurate or untruthful.</p><p>9.3 Additionally, User explicitly warrants and undertakes to refrain from uploading:</p><p>a) any photograph of clip (i) the publication of which is likely to lead to humiliation or disrespect of an individual depicted therein; or (ii) was taken in the private domain; unless prior consent has been obtained;</p><p>b) any information regarding an individual or a group of people, where making such information available to the public or any third party may (i) lead to the humiliation of an individual or a group of people in the eyes of the public or make such individual or group a target of hate, contempt or mockery; (ii) deride an individual or a group of people on account of their actions, behavior or attributes; (iii) harm the position, profession, business or occupation of an individual or a group of people; or (iv) deride an individual or a group of people on account of their race, decent, religion, residence, age, gender, sexual inclination or limitation;</p><p>c) any sensitive, personal or geographic information relating to a minor under the age of 18; or any information relating to or potentially identifying a minor under the age of 14.</p><p>9.4 Without derogating from Section ‎9.2, the Owners reserve the right to deny presentation of User’ Content and to suspend or remove User’ Content, as stipulated in Section ‎2.4.</p><p>9.5 Despite any provision to the contrary, by uploading User’ Content of photographic or cinematic nature to the Services, User explicitly assigns and transfers to Owners any and all rights, title and interest to such User’ Content, waives and disclaims any and all moral rights with respect thereof (including attribution of User’ Content to User and preservation of its integrity) or any claim for remuneration or compensation with respect to the utilization, commercialization, assignment or sale of such User’ Content by the Owners or/and third party.</p><p>9.6 Other than with respect to User’ Content specified in Section ‎9.5 above, User reserves all rights to User’ Content created by User and uploaded by User to the Services. Despite the above, User hereby grants Owners a non-exclusive, non-revocable and non-limited license to display such User’ Content via the internet. It is clarified that the User, as owner of rights to the User’ Content, is responsible for enforcing any intellectual property rights.</p><p>9.7 For the avoidance of doubt, User permits Owners to edit User’ Content prior to or following its display so as to conform to the Services editing policies, and undertakes to comply with any such policies presented by the Owners.</p><h3>10. Notice of Infringement</h3><p>If you have cause to believe any Services’ content to be in violation to the terms hereunder or in infringement of any applicable law, we would appreciate it if you would notify us of such content via email to <a href=\"mailto:support@townflix.com\" target=\"_blank\">support@townflix.com</a>, stating the violating content and the&nbsp;nature of violation.</p><h3>11. Privacy</h3><p>11.1 The terms of the Privacy Policy (located at&nbsp;<a href=\"http://www.townflix.com/privacypolicy\" target=\"_blank\">http://www.townflix.com/privacypolicy</a>) constitute an inseparable part of these Terms and Conditions – by expressing your consent to these Terms and Conditions you hereby agree to the terms of the Privacy Policy.</p><p>11.2 Regarding Software, please be advised some of the basic functionalities of the software may require monitoring, recording and processing User’s activities with respect to the device through which the Software is accessed and the location thereof (“activity-information”). For the avoidance of doubt, Activity Information shall be protected and used only in strict accordance with our Privacy Policy, or otherwise subject to obtaining your explicit permission.</p><h3>12. Copyright</h3><p>12.1 All rights, title and interest in and to the Website or Software, its design, source code, and content elements are held exclusively by the Owners or the content creator, as applicable, and unless explicitly permitted by the Owners, may not be subjected to any action which may be considered copyright infringement, including, without limitations, copying, transferring, selling, providing access to or otherwise using any such proprietary material outside of the specifically permitted uses herein.</p><p>12.2 Regarding Software, it is clarified such is not sold or granted – rather, User may be granted a non-exclusive, non-transferrable, limited license to download, install and use the Software in accordance with these terms. In addition to the prohibitions above, User may not reverse engineer, decompile, modify, alter, reprogram or disassemble the Software or any part of it (nor may User allow such actions), nor may User redistribute, sublicense, assign, pledge, rent, share or otherwise transfer any rights granted to User with respect to the Software.</p><p>12.3 For the avoidance of doubt, such license shall immediately terminate upon breach of any of the terms and conditions of this Agreement.</p><h3>13. Trademarks</h3><p>13.1 The trademark townflix is used by the Owners in regard with their services and products and may not be used without their explicit permission.</p><p>13.2 Any other trademarks appearing on the Services, whether currently or in the future, are the property of their respective owners, as applicable.</p><h3>14. Amendment to Services and Terms of Agreement</h3><p>14.1 The Owners may make Non-substantial Changes to the services or the terms of the Agreement, at any time, without having to give prior notice.</p><p>14.2 The Owners may make Substantial Changes to the services or the terms of the Agreement, providing adequate notice will be displayed in the webpage of this Agreement, at least 7 days prior to the amendment taking effect, and providing the following conditions are met:</p><p>a) You will be entitled to terminate the agreement prior to the amendments taking effect.</p><p>b) The amendments will not affect any actions already taken by you prior to the amendments taking effect.</p><p>14.3 It is solely your responsibility to check the terms of this agreement, every once in a while, for amendments.</p><p>14.4 In this section, \"substantial changes\" shall mean any changes sufficient to impose new charges on the User, derogate from the User's rights under this agreement, change any copyright permission or alter the Services’ privacy policy. \"Non-substantial Changes\" shall mean any changes which are not \"Substantial Changes\".</p><h3>15. Waiver of Rights to Recommendations and Suggestions</h3><p>In order to avoid any unpleasantness, you agree and acknowledge that in sending suggestions or comments regarding the Services (the \"<strong>suggestions</strong>\") YOU WAIVE ANY AND ALL RIGHTS TO THE SUGGESTIONS AND SHALL HAVE NO CLAIM REGARDING IMPLEMENTATION OF THE SUGGESTIONS OR LACK THEREOF, TRANSFER OF THE SUGGESTIONS TO A THIRD PARTY, OR REGARDING LACK OF ANY ATTRIBUTION, ACKNOWLEDGEMENT, CREDIT, REMUNERATION, OR COMPENSATION WITH RESPECT TO ANY IMPLEMENTATION OF THE SUGGESTIONS BY OWNERS OF ANY THIRD PARTY. The Owners will exclusively own any rights to suggestions which, at their sole discretion, they have chosen to adopt.</p><h3>16. Indemnification</h3><p>You undertake to indemnify the Owners for any losses or damages resulting from any 3rd party claims or complaints arising from, or in connection with your actions on the Services and/or breach of this Agreement.</p><h3>17. Export Restrictions</h3><p>The Software, as well as any and all parts thereof, is subject to the export and import licensing laws and regulations of Israel, and any amendments thereof. User may not export or re-export the Software and any part thereof directly or indirectly to any country or entity that is subject to any applicable export restrictions.</p><h3>18. Governing Law and Jurisdiction</h3><p>This agreement shall be construed and governed by the laws of the State of Israel. Any dispute arising from the terms of this agreement, the use or misuse of the Software, Website, or any of the Website's services shall be subject to the exclusive jurisdiction of the competent courts in the District of Tel Aviv, Israel.</p></div>",
    "aboutUs.title": "Townflix: you, always in the right place.(pt)",
    "aboutUs.description.0.0": "Now you can experience a new sensation wherever you are, even before leaving your house.(pt)",
    "aboutUs.description.0.1": "This because Townflix just arrived to Brazil with video technology to approach people and places.(pt)",
    "aboutUs.description.0.2": "Customers can browse through the city and imagine themselves in a place before even knowing it personally, making the right choice to rent, travel, have fun and live.(pt)",
    "aboutUs.description.1.0": "Business owners will have the more and best convincing type of media at their favor, with thousands of potential customers watching and spreading the content of their business.(pt)",
    "aboutUs.description.1.1": "Townflix even promotes the videos through the best known and looked for specialized guides, such as Groupon, Kekanto and even specific ones, such as the Lopes Real Estate. So, people will be able to still use their favorite search sites to find their best places, see content and really trust their choices.(pt)",
    "aboutUs.description.1.2": "Townflix. Compare, select and choose.(pt)",

    "flixer-admin.adminJobs.title": "Admin Jobs(pt)",
    "flixer-admin.adminJobs.description": "Start managing flixers(pt)",
    "flixer-admin.adminFlixer.title": "Admin Flixers(pt)",
    "flixer-admin.adminFlixer.description": "Start managing jobs(pt)",
    "flixer-admin.startButton": "Start(pt)",

    "settings.lastName": "Last name(pt)",
    "settings.firstName": "First name(pt)",
    "settings.emailLabel": "Email(pt)",
    "settings.address": "Address(pt)",
    "settings.phoneNumber": "Phone number(pt)",
    "settings.submitButton": "Save(pt)",
    "settings.fieldRequired": "* all field are required(pt)",
    "settings.succedMessage": "Your changes have been done, Redirecting...(pt)",
    "settings.errorMessage": "Something wrong has occurred, Please try again.(pt)",
    "settings.errorNoChanges": "No changes detected, please update some setting(pt)",

    "errorPage.message": "Something was wrong, please try again...(pt)",
    "errorPage.link": "Go Home(pt)",

    "resetPassword.fieldRequired": "* Field Required(pt)",
    "resetPassword.labelPassword": "Enter a new Password(pt)",
    "resetPassword.labelRePassword": "Repeat your password(pt)",
    "resetPassword.submitButton": "Submit(pt)",
    "resetPassword.notMatch": "Fields do not match!(pt)",

    "dragAndDrop.title": "Drag and Drop your files here(pt)",
    "dragAndDrop.uploaded": "Uploaded(pt)",
    "dragAndDrop.videoSupport": "Your browser does not support the video tag.(pt)",
    "dragAndDrop.missingFiles": "Missing Files(pt): ",
    "dragAndDrop.addFilesButton": "Add Files(pt)",
    "dragAndDrop.errors.limitSize": "Limit size invalid.(pt)",
    "dragAndDrop.errors.limitUpload": "Limit quantity invalid added.(pt)",
    "dragAndDrop.errors.upload": "Error to upload media(pt)",
    "dragAndDrop.errors.delete": "Error to delete media(pt)",
    "dragAndDrop.errors.format": "Format not supported(pt)",
    "dragAndDrop.errors.videoLimit": "Video limit added(pt)",
    "dragAndDrop.errors.imageLimit": "Image limit added(pt)",

    "mediaCardComponent.modalComment.title": "Comment(pt)",

    "flixerDetail.changeStatus": "Change(pt)",
    "flixerDetail.changeStatusModal.title": "Flixer Application Status(pt)",
    "flixerDetail.changeStatusModal.description": "Select the new status for this flixer(pt)",

    "businessCard.options.moreInformation": "More information(pt)",
    "businessCard.options.editMaterial": "Edit material(pt)",
    "businessCard.options.uploadMaterial": "Upload material(pt)",
    "businessCard.options.releaseJobs": "Release job(pt)",
    "businessCard.noRegistries": "No registries(pt)",
    "businessCard.confirmRelase.title": "Release confirmation(pt)",
    "businessCard.confirmRelase.description": "You are going to release this job, Are you sure?(pt)",

    "flixerBoard.addJob": "New(pt)",

    "job-detail.status" : "Status(pt)",
    "job-detail.name" : "Title(pt)",
    "job-detail.code" : "Code(pt)",
    "job-detail.description" : "Description(pt)",
    "job-detail.external-reference" : "External Reference(pt)",
    "job-detail.schedules" : "Schedule Options(pt)",
    "job-detail.venue" : "Venue(pt)",
    "job-detail.assign" : "Assign(pt)",
    "job-detail.take" : "Take it(pt)",
    "job-detail.scheduled" : "Scheduled(pt)",
    "job-detail.contact.name" : "Contact Name(pt)",
    "job-detail.contact.phone" : "Contact Phone(pt)",
    "job-detail.contact.email" : "Contact Email(pt)",
    "job-detail.change-flixer" : "Change Flixer(pt)",
    "job-detail.release-job" : "Release this Job(pt)",

    "job-detail.send-to-redo.title": "Send to Redo(pt)",
    "job-detail.send-to-redo.confirmation": "Are you sure to send this Job back to the flixer?(pt)",
    "job-detail.send-to-external.title": "Send to External Confirmation(pt)",
    "job-detail.send-to-external.confirmation": "Are you sure to send this Job to External Conformation?(pt)",
    "job-detail.take.title": "Take this job(pt)",
    "job-detail.take.confirmation": "Are you sure to take this job?(pt)",
    "job-detail.upload.title": "Upload Material(pt)",
    "job-detail.upload.confirmation": "Are you sure to upload this material?(pt)",
    "job-detail.edit.all-media": "All unapproved material must be updated(pt)"
}